profile={
    'name':'ปรินทร',
    'lastname':'ศรีงาม',
    'age':'18',
    'hobbies':['เล่นเกม','อ่านหนังสือ','เล่นกีฬา'],
    'foods':{
        'ชื่ออาหารที่1 ผัดคะน้าหมูกรอบ':'ชื่อร้าน ริมสระ',
        'ชื่ออาหารที่2 ต้มยำทะเลจืดน้ำข้น':'ชื่อร้าน ริมเขื่อน',
        'ชื่ออาหารที่3 ข้าวผัดรวมมิตรไข่ดาว':'ชื่อร้าน ริมคลอง',
        'ชื่ออาหารที่4 ส้มตำไก่ย่าง':'ชื่อร้าน ริมเเม่น้ำ',
        'ชื่ออาหารที่5 ซีฟู๊ดทะเลรวมมิตร':'ชื่อร้าน ริมทะเล',
    }
}
print(profile)
#ปรินทร ศรีงาม ม.6/11 เลขที่ 30